Repository: braintree/braintree-ios-drop-in
Catalog: Sources/BraintreeDropIn/Resources/*.lproj/BTUI.strings
Languages: ar, da, de, fr, he, hr, id, it, ja, ko, pl, pt, ru, sk, th, zh_hant_hk

# CARD_DETAILS_LABEL
source: Card Details
ar: بيانات البطاقة
da: Kortoplysninger
de: Kreditkartendaten
fr: Informations de carte
he: פרטי הכרטיס
hr: Detalji o kartici
id: Perincian Kartu
it: Dati della carta
ja: カードの詳細情報
ko: 카드 세부정보
pl: Dane karty
pt: Detalhes do cartão
ru: Данные карты
sk: Údaje o karte
th: รายละเอียดบัตร
zh_hant_hk: 信用卡詳細資料

# ENTER_CARD_DETAILS_HELP_LABEL
source: Enter your card details starting with the card number.
ar: أدخل بيانات بطاقتك التي تبدأ برقم البطاقة.
da: Indtast dine kortoplysninger. Begynd med kortnummeret.
de: Geben Sie Ihre Kreditkartendaten ein, beginnend mit der Kreditkartennummer.
fr: Saisissez vos informations de carte en commençant par le numéro de carte.
he: עליך להזין את פרטי כרטיס האשראי שלך, נתחיל עם מספר הכרטיס.
hr: Unesi detalje kartice počevši sa brojem kartice.
id: Masukkan perincian kartu Anda dimulai dengan nomor kartu.
it: Immetti i dati della carta iniziando con il numero di carta.
ja: カードの詳細情報について、まずはカード番号から入力してください。
ko: 카드 번호를 시작으로 카드 세부정보를 입력하세요.
pl: Wprowadź dane karty, zaczynając od jej numeru.
pt: Introduza os detalhes do seu cartão a começar pelo número do cartão.
ru: Введите данные карты, начиная с номера карты.
sk: Zadajte údaje o karte. Najprv zadajte číslo karty.
th: โปรดป้อนรายละเอียดบัตรของคุณโดยเริ่มต้นด้วยหมายเลขบัตร
zh_hant_hk: 請輸入卡的詳細資料，先輸入卡號碼。

# VALID_CARD_ERROR_LABEL
source: You must provide a valid Card Number.
ar: يجب إدخال رقم بطاقة صحيح.
da: Du skal indtaste et gyldigt kortnummer.
de: Geben Sie eine gültige Kreditkartennummer ein.
fr: Vous devez fournir un numéro de carte correct.
he: עליך לספק מספר כרטיס אשראי חוקי.
hr: Moraš upisati ispravan broj kartice
id: Anda harus memberikan nomor Kartu yang valid.
it: Devi fornire un numero di carta valido.
ja: 有効なカード番号を入力する必要があります。
ko: 올바른 카드 번호를 제공해야 합니다.
pl: Musisz podać prawidłowy numer karty.
pt: Deve fornecer um Número do cartão válido.
ru: Необходимо указать действительный номер карты.
sk: Je potrebné zadať platné číslo karty.
th: คุณต้องระบุหมายเลขบัตรที่ถูกต้อง
zh_hant_hk: 請提供有效的卡號碼。

# CARD_REQUIRED
source: Card number is required
ar: رقم البطاقة مطلوب
da: Kortnummer er påkrævet.
de: Kreditkartennummer ist erforderlich
fr: Le numéro de carte est requis.
he: נדרש מספר כרטיס אשראי
hr: Broj kartice je obavezan
id: Nomor kartu wajib diisi
it: Il numero di carta è obbligatorio
ja: カード番号が必要です
ko: 카드 번호가 필요합니다.
pl: Numer karty jest wymagany.
pt: O Número do cartão é obrigatório
ru: Номер карты обязателен
sk: Číslo karty je povinný údaj
th: ต้องระบุหมายเลขบัตร
zh_hant_hk: 必須填寫卡號

# CARD_INVALID
source: Card number is invalid
ar: رقم البطاقة غير صحيح
da: Kortnummeret er ugyldigt.
de: Die Kreditkartennummer ist ungültig
fr: Le numéro de carte est incorrect.
he: מספר הכרטיס אינו חוקי
hr: Broj kartice je neispravan
id: Nomor kartu tidak valid
it: Il numero di carta non è valido
ja: カード番号が正しくありません
ko: 카드 번호가 올바르지 않습니다.
pl: Nieprawidłowy numer karty.
pt: O Número do cartão é inválido
ru: Неверный номер карты
sk: Číslo karty je neplatné
th: หมายเลขบัตรไม่ถูกต้อง
zh_hant_hk: 信用卡號碼無效

# CARD_ICONS_LABEL
source: Supported card types
ar: أنواع البطاقات المدعومة
da: Understøttede korttyper
de: Unterstützte Kartentypen
fr: Types de carte pris en charge
he: סוגי כרטיסים נתמכים
hr: Podržane vrste kartica
id: Jenis kartu yang didukung
it: Tipi di carta supportati
ja: サポートされているカードタイプ
ko: 지원되는 카드 유형
pl: Obsługiwane typy kart
pt: Tipos de cartão suportados
ru: Поддерживаемые типы карт
sk: Podporované typy kariet
th: ประเภทบัตรที่รองรับ
zh_hant_hk: 受支援的卡類型

# EXPIRATION_REQUIRED
source: Expiration date is required
ar: تاريخ انتهاء الصلاحية مطلوب
da: Udløbsdatoen er påkrævet.
de: Ablaufdatum ist erforderlich
fr: La date d'expiration est requise.
he: נדרש תאריך פקיעת תוקף
hr: Datum isteka kartice je obavezan
id: Tanggal kedaluwarsa wajib diisi
it: La data di scadenza è obbligatoria
ja: 有効期限が必要です
ko: 만료일이 필요합니다.
pl: Data ważności jest wymagana.
pt: A Data de validade é obrigatória
ru: Срок действия обязателен
sk: Dátum skončenia platnosti je povinný údaj
th: ต้องระบุวันหมดอายุ
zh_hant_hk: 必須填寫到期日

# EXPIRATION_INVALID
source: Expiration date is invalid
ar: تاريخ انتهاء الصلاحية غير صحيح
da: Udløbsdato er ugyldig.
de: Das Ablaufdatum ist ungültig
fr: La date d'expiration est incorrecte.
he: תאריך פקיעת התוקף אינו חוקי
hr: Datum isteka kartice je neispravan
id: Tanggal kedaluwarsa tidak valid
it: La data di scadenza non è valida
ja: 有効期限が正しくありません
ko: 만료일이 올바르지 않습니다.
pl: Nieprawidłowa data ważności.
pt: A Data de validade é inválida
ru: Неверный срок действия
sk: Dátum skončenia platnosti je neplatný
th: วันหมดอายุไม่ถูกต้อง
zh_hant_hk: 到期日無效

# CVV_REQUIRED
source: %s is required
ar: %1$s مطلوب
da: %1$s er påkrævede.
de: %1$s ist erforderlich
fr: Le champ %1$s est requis.
he: נדרש %1$s
hr: %s je obavezan
id: %1$s wajib diisi
it: %1$s obbligatorio
ja: %1$sが必要です
ko: %1$s이(가) 필요합니다.
pl: Kod %1$s jest wymagany.
pt: %1$s é obrigatório(a)
ru: Необходимо указать %1$s
sk: %1$s je povinný údaj
th: ต้องระบุ %1$s
zh_hant_hk: 必須填寫 %1$s

# CVV_INVALID
source: %s is invalid
ar: %1$s غير صحيح
da: %1$s er ugyldige.
de: %1$s ist ungültig
fr: Le champ %1$s est incorrect.
he: %1$s אינו חוקי
hr: %s je neispravan
id: %1$s tidak valid
it: %1$s non valido
ja: %1$sが無効です
ko: %1$s이(가) 올바르지 않습니다.
pl: Kod %1$s jest nieprawidłowy.
pt: %1$s é inválido(a)
ru: %1$s указан (-а, -о) неверно
sk: Kód %1$s je neplatný
th: %1$s ไม่ถูกต้อง
zh_hant_hk: %1$s 無效

# POSTAL_CODE_LABEL
source: Postal Code
ar: الرمز البريدي
da: Postnummer
de: Postleitzahl
fr: Code postal
he: מיקוד
hr: Poštanski broj
id: Kode Pos
it: CAP
ja: 郵便番号
ko: 우편번호
pl: Kod pocztowy
pt: Código postal
ru: Индекс
sk: PSČ
th: รหัสไปรษณีย์
zh_hant_hk: 郵遞區號

# POSTAL_CODE_HELP_LABEL
source: You must provide a valid Postal Code.
ar: يجب إدخال رمز بريدي صحيح.
da: Du skal indtaste et gyldigt postnummer.
de: Geben Sie eine gültige Postleitzahl ein.
fr: Vous devez fournir un code postal correct.
he: עליך לספק מיקוד חוקי.
hr: Moraš upisati ispravan poštani broj.
id: Anda harus memberikan Kode Pos yang valid.
it: Devi fornire un CAP valido.
ja: 有効な郵便番号を入力してください。
ko: 올바른 우편번호를 제공해야 합니다.
pl: Musisz podać prawidłowy kod pocztowy.
pt: Deve fornecer um Código postal válido.
ru: Необходимо указать действительный почтовый индекс.
sk: Je potrebné zadať platné PSČ.
th: คุณต้องระบุรหัสไปรษณีย์ที่ถูกต้อง
zh_hant_hk: 你必須提供有效的郵遞區號。

# POSTAL_CODE_REQUIRED
source: Postal code is required
ar: الرمز البريدي مطلوب
da: Du skal indtaste et postnummer.
de: Geben Sie eine Postleitzahl ein
fr: Le code postal est requis.
he: נדרש מיקוד
hr: Poštanski broj je obavezan.
id: Kode pos wajib diisi
it: Il CAP è obbligatorio
ja: 郵便番号が必要です
ko: 우편번호가 필요합니다.
pl: Kod pocztowy jest wymagany.
pt: O Código postal é obrigatório
ru: Необходимо указать почтовый индекс
sk: PSČ je povinné.
th: ต้องระบุรหัสไปรษณีย์
zh_hant_hk: 必須填寫郵遞區號

# POSTAL_CODE_INVALID
source: Postal code is invalid
ar: الرمز البريدي غير صحيح
da: Postnummeret er ugyldigt.
de: Postleitzahl ist ungültig
fr: Le code postal est incorrect.
he: המיקוד אינו חוקי
hr: Poštanski broj je neispravan.
id: Kode pos tidak valid
it: Il CAP non è valido
ja: 郵便番号が正しくありません
ko: 우편번호가 올바르지 않습니다.
pl: Kod pocztowy jest nieprawidłowy.
pt: O Código postal é inválido
ru: Почтовый индекс недействительный
sk: PSČ je neplatné
th: รหัสไปรษณีย์ไม่ถูกต้อง
zh_hant_hk: 郵遞區號無效

# COUNTRY_CODE_REQUIRED
source: Country code is required
ar: رمز الدولة مطلوب
da: Landekode er påkrævet.
de: Ländercode ist erforderlich
fr: L'indicatif pays est requis.
he: נדרשת קידומת מדינה
hr: Oznaka države je obavezna.
id: Kode negara wajib diisi
it: Il codice Paese è obbligatorio
ja: 国コードが必要です
ko: 국가 코드가 필요합니다.
pl: Kod kraju jest wymagany.
pt: O Indicativo de país é obrigatório
ru: Необходимо указать код страны
sk: Vyžaduje sa kód krajiny
th: ต้องระบุรหัสประเทศ
zh_hant_hk: 必須填寫國家或地區代碼

# COUNTRY_CODE_INVALID
source: Country code is invalid
ar: رمز الدولة غير صحيح
da: Landekoden er ugyldig.
de: Ländercode ist ungültig
fr: L'indicatif pays est incorrect.
he: קוד המדינה אינו חוקי
hr: Oznaka države je neispravna
id: Kode negara tidak valid
it: Il codice Paese non è valido
ja: 国コードが無効です
ko: 국가 코드가 올바르지 않습니다.
pl: Kod kraju jest nieprawidłowy.
pt: O Indicativo de país é inválido
ru: Недопустимый код страны
sk: Kód krajiny je neplatný
th: รหัสประเทศไม่ถูกต้อง
zh_hant_hk: 國家或地區代碼無效

# MOBILE_NUMBER_REQUIRED
source: Mobile number is required
ar: رقم المحمول مطلوب
da: Mobilnummeret skal angives.
de: Handynummer ist erforderlich
fr: Le numéro de mobile est requis.
he: נדרש מספר טלפון נייד
hr: Broj mobitela je obavezan.
id: Nomor telepon seluler wajib diisi
it: Il numero di cellulare è obbligatorio
ja: 携帯番号が必要です
ko: 휴대폰 번호가 필요합니다.
pl: Numer telefonu komórkowego jest wymagany.
pt: O Número do telemóvel é obrigatório
ru: Необходимо указать номер мобильного телефона
sk: Číslo mobilného telefónu je povinné
th: ต้องระบุหมายเลขโทรศัพท์มือถือ
zh_hant_hk: 必須填寫手機號碼

# MOBILE_NUMBER_INVALID
source: Mobile number is invalid
ar: رقم المحمول غير صحيح
da: Mobilnummeret er ugyldigt.
de: Handynummer ist ungültig
fr: Le numéro de mobile est incorrect.
he: מספר הטלפון הנייד אינו חוקי
hr: Broj mobitela je neispravan.
id: Nomor telepon seluler tidak valid
it: Il numero di cellulare non è valido
ja: 携帯番号が無効です
ko: 휴대폰 번호가 올바르지 않습니다.
pl: Numer telefonu komórkowego jest nieprawidłowy.
pt: O Número do telemóvel é inválido
ru: Номер мобильного телефона недействителен
sk: Číslo mobilného telefónu je neplatné
th: หมายเลขโทรศัพท์มือถือไม่ถูกต้อง
zh_hant_hk: 手機號碼無效

# ENROLLMENT_WITH_SMS_HELP_LABEL
source: Enrollment may be required for this card. An SMS code will be sent to this number if required.
ar: قد يلزم تسجيل هذه البطاقة. سنرسل رمزاً برسالة نصية إلى هذا الرقم إذا لزم الأمر.
da: Du kan blive bedt om at tilmelde dig for at tilknytte dette kort. Der vil blive sendt en sms-kode til dette nummer, hvis det er nødvendigt.
de: Für diese Karte ist eventuell eine Anmeldung erforderlich. Bei Bedarf wird eine SMS an diese Nummer gesendet.
fr: L'inscription peut être requise pour cette carte. Si nécessaire, un code sera envoyé par SMS à ce numéro.
he: ייתכן שיהיה עליך לרשום כרטיס זה. אם תידרש הרשמה, נשלח לך קוד הודעת טקסט למספר זה.
hr: Moguća je dodatna provjera za ovu karticu. Prema potrebi, na ovaj broj će biti poslan SMS kod.
id: Pendaftaran mungkin diperlukan untuk kartu ini. Kode SMS akan dikirim ke nomor ini jika diperlukan.
it: Per questa carta potrebbe essere necessaria la registrazione. Se necessario, invieremo un codice SMS a questo numero.
ja: このカードには登録が必要な場合があります。必要な場合は、この番号にSMSコードが送信されます。
ko: 이 카드에 대한 등록이 필요할 수 있습니다. 필요한 경우 이 번호로 SMS 코드가 전송됩니다.
pl: Dla tej karty może być wymagana rejestracja. W razie potrzeby kod SMS zostanie wysłany na ten numer.
pt: Pode ser necessário inscrever-se para obter este cartão. Se for necessário, será enviado um código SMS para este número.
ru: Для получения этой карты может потребоваться регистрация. При необходимости на этот номер будет отправлено SMS-сообщение с кодом подтверждения.
sk: Pre túto kartu sa môže vyžadovať registrácia. V prípade potreby bude na toto číslo zaslaný kód SMS.
th: คุณอาจจำเป็นต้องลงทะเบียนบัตรใบนี้ รหัส SMS จะถูกส่งไปยังหมายเลขนี้ถ้าจำเป็น
zh_hant_hk: 此卡可能需要登記。如有需要，將會發送 SMS 代碼至此號碼。

# SMS_CODE_REQUIRED
source: SMS code is required
ar: رمز الرسالة النصية مطلوب
da: Sms-kode er påkrævet.
de: SMS-Code ist erforderlich
fr: Le code envoyé par SMS est requis.
he: נדרש קוד הודעת טקסט
hr: SMS kod je obavezan.
id: Kode SMS wajib diisi
it: Il codice SMS è obbligatorio
ja: SMSコードが必要です
ko: SMS 코드가 필요합니다.
pl: Kod SMS jest wymagany.
pt: O Código SMS é obrigatório
ru: Необходимо ввести код подтверждения, указанный в SMS-сообщении
sk: Vyžaduje sa kód SMS
th: ต้องระบุรหัส SMS
zh_hant_hk: 必須填寫 SMS 代碼

# SMS_CODE_INVALID
source: SMS code is invalid
ar: رمز الرسالة النصية غير صحيح
da: Sms-koden er ugyldig.
de: SMS-Code ist ungültig
fr: Le code envoyé par SMS est incorrect.
he: קוד הודעת הטקסט אינו חוקי
hr: SMS kod je neispravan.
id: Kode SMS tidak valid
it: Il codice SMS non è valido
ja: SMSコードが無効です
ko: SMS 코드가 올바르지 않습니다.
pl: Kod SMS is nieprawidłowy.
pt: O Código SMS é inválido
ru: Код подтверждения указан неверно
sk: Kód SMS je neplatný
th: รหัส SMS ไม่ถูกต้อง
zh_hant_hk: SMS 代碼無效

# NOTICE_OF_COLLECTION
source: By paying with my card, I agree to the PayPal Privacy Statement.
ar: عندما أدفع ببطاقتي، فأنا أوافق على "بيان الخصوصية لدى PayPal".
da: Når jeg betaler med mit kort, accepterer jeg PayPals erklæring om personlige oplysninger.
de: Indem ich mit meiner Karte bezahle, stimme ich der PayPal-Datenschutzerklärung zu.
fr: En payant avec ma carte, j'accepte la Politique de confidentialité de PayPal.
he: בכך שאני משלם/ת באמצעות כרטיס האשראי שלי, אני מסכים/ה להצהרת הפרטיות של PayPal.
id: Dengan membayar menggunakan kartu, saya menyetujui Pernyataan Privasi PayPal.
it: Pagando con la carta, accetto la Dichiarazione sulla privacy di PayPal.
ja: カードで支払うことにより、PayPalプライバシーステートメントに同意したものとみなされます。
ko: 자신의 카드로 결제함으로써 사용자는 PayPal 개인정보 취급방침에 동의합니다.
pl: Dokonując płatności kartą, akceptuję Informacje dotyczące zasad ochrony danych firmy PayPal.
pt: Ao pagar com o meu cartão, aceito a Declaração de Privacidade da PayPal.
ru: Выполняя оплату с помощью карты, я соглашаюсь с условиями Положения о конфиденциальности PayPal.
sk: Zaplatením kartou vyjadrujem súhlas s Vyhlásením spoločnosti PayPal o ochrane osobných údajov.
th: การชําระเงินด้วยบัตรนี้ถือว่าข้าพเจ้ายอมรับนโยบายความเป็นส่วนตัวของ PayPal
zh_hant_hk: 一經使用信用卡付款，即表示我同意 PayPal 的《私隱權聲明》。

# CANCEL_ACTION
source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
fr: Annuler
he: ביטול
hr: Odustani
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt: Cancelar
ru: Отмена
sk: Zrušiť
th: ยกเลิก
zh_hant_hk: 取消

# RETRY_ACTION
source: Retry
ar: إعادة المحاولة
da: Prøv igen
de: Wiederholen
fr: Réessayer
he: ניסיון חוזר
hr: Pokušaj ponovno
id: Coba lagi
it: Riprova
ja: 再試行
ko: 다시 시도
pl: Ponów
pt: Tentar novamente
ru: Повторите попытку
sk: Skúsiť znova
th: ลองอีกครั้ง
zh_hant_hk: 重試

# CONTINUE_ACTION
source: Continue
ar: متابعة
da: Fortsæt
de: Weiter
fr: Continuer
he: המשך
hr: Nastavi
id: Lanjutkan
it: Continua
ja: 続行
ko: 계속
pl: Kontynuuj
pt: Continuar
ru: Продолжить
sk: Pokračovať
th: ดำเนินการต่อ
zh_hant_hk: 繼續

# ADD_CARD_ACTION
source: Add Card
ar: إضافة بطاقة
da: Tilføj kort
de: Kreditkarte hinzufügen
fr: Enregistrer une carte
he: הוספת כרטיס אשראי
hr: Dodaj karticu
id: Tambahkan Kartu
it: Aggiungi carta
ja: カードの追加
ko: 카드 추가
pl: Dodaj kartę
pt: Adicionar cartão
ru: Добавить карту
sk: Pridať kartu
th: เพิ่มบัตร
zh_hant_hk: 新增信用卡

# DONE_ACTION
source: Done
ar: تم
da: Udført
de: Fertig
fr: Terminé
he: בוצע
hr: Završi
id: Selesai
it: Fine
ja: 完了
ko: 완료
pl: Gotowe
pt: Concluído
ru: Готово
sk: Hotovo
th: เสร็จแล้ว
zh_hant_hk: 完成

# EDIT_ACTION
source: Edit
ar: تحرير
da: Rediger
de: Bearbeiten
fr: Modifier
he: עריכה
hr: Uredi
it: Modifica
ja: 編集
ko: 편집
pl: Edytuj
pt: Editar
ru: Изменить
sk: Upraviť
th: แก้ไข
zh_hant_hk: 編輯

# NEXT_ACTION
source: Next
ar: التالي
da: Næste
de: Weiter
fr: Suivant
he: הבא
hr: Sljedeće
id: Berikutnya
it: Avanti
ja: 次へ
ko: 다음
pl: Dalej
pt: Seguinte
ru: Далее
sk: Ďalej
th: ถัดไป
zh_hant_hk: 下一頁

# TOP_LEVEL_ERROR_ALERT_VIEW_OK_BUTTON_TEXT
source: OK
ar: موافق
he: אישור
ko: 확인
ru: Хорошо
th: ตกลง
zh_hant_hk: 確定

# EDIT_PAYMENT_METHOD
source: Edit Payment Methods
ar: تحرير طرق الدفع
da: Rediger betalingsmetoder
de: Zahlungsmethoden bearbeiten
fr: Modifier les modes de paiement
he: עריכת שיטות תשלום
hr: Uredi načine plaćanja
id: Edit Metode Pembayaran
it: Modifica metodi di pagamento
ja: 支払方法の編集
ko: 결제수단 편집
pl: Edytuj formy płatności
pt: Editar meios de pagamento
ru: Изменить способы оплаты
sk: Upraviť spôsoby platby
th: แก้ไขวิธีการชำระเงิน
zh_hant_hk: 編輯付款方式

# THERE_WAS_AN_ERROR
source: Sorry, there was an error.
ar: عذراً، وقع خطأ ما.
da: Der opstod en fejl.
de: Leider ist ein Fehler aufgetreten.
fr: Une erreur est survenue.
he: מצטערים, אירעה שגיאה.
hr: Dogodila se pogreška.
id: Maaf, terjadi kesalahan.
it: Spiacenti, si è verificato un errore.
ja: 恐れ入りますが、エラーが発生しました。
ko: 죄송합니다. 오류가 발생했습니다.
pl: Wystąpił błąd.
pt: Ocorreu um erro.
ru: К сожалению, произошла ошибка.
sk: Ľutujeme, vyskytla sa chyba.
th: ขออภัย เกิดข้อผิดพลาด
zh_hant_hk: 抱歉，系統發生錯誤。

# REVIEW_AND_TRY_AGAIN
source: Please review your information and try again.
ar: يرجى مراجعة بياناتك وإعادة المحاولة.
da: Tjek oplysningerne, og prøv igen.
de: Überprüfen Sie Ihre Angaben und versuchen Sie es erneut.
fr: Vérifiez vos informations et réessayez.
he: עליך לבדוק את הפרטים שלך ולנסות שוב.
hr: Molim te provjeri svoje podatke i pokušaj ponovno.
id: Mohon periksa informasi Anda dan coba lagi.
it: Controlla i tuoi dati e riprova.
ja: 情報を確認し再実行してください。
ko: 정보를 검토한 후 다시 시도해 주세요.
pl: Sprawdź swoje dane i spróbuj ponownie.
pt: Reveja as suas informações e tente novamente.
ru: Проверьте правильность указанной информации и повторите попытку.
sk: Skontrolujte údaje a skúste to znova.
th: โปรดตรวจสอบข้อมูลของคุณ แล้วลองใหม่อีกครั้ง
zh_hant_hk: 請檢查資料，然後重試。

# CARD_ALREADY_EXISTS
source: This credit card already exists as a saved payment method.
ar: هذه البطاقة الائتمانية محفوظة وسيلة للدفع.
da: Dette betalingskort findes allerede som en gemt betalingsmetode.
de: Diese Kreditkarte ist bereits als gespeicherte Zahlungsquelle vorhanden.
fr: Cette carte bancaire existe déjà en tant que mode de paiement enregistré.
he: כרטיס אשראי זה כבר שמור כשיטת תשלום.
hr: Ova kreditna kartica već postoji kao spremljen način plaćanja.
id: Kartu kredit ini telah ada sebelumnya sebagai metode pembayaran tersimpan.
it: Questa carta di credito esiste già come metodo di pagamento salvato.
ja: このクレジットカードは、保存済みの支払方法としてすでに登録されています。
ko: 이 신용카드는 이미 저장된 결제수단으로 설정되어 있습니다.
pl: Ta karta kredytowa istnieje jako zapisana forma płatności.
pt: Este cartão de crédito já existe como meio de pagamento guardado.
ru: Данная кредитная карта уже существует как сохраненный способ оплаты.
sk: Táto kreditná karta už existuje ako uložený spôsob platby.
th: บัตรเครดิตนี้เป็นวิธีการชำระเงินที่บันทึกไว้แล้ว
zh_hant_hk: 此信用卡為已儲存的付款方式。

# INVALID_LABEL
source: Invalid:
ar: غير صحيح:
da: Ugyldigt:
de: Ungültig:
fr: Non valide :
he: בלתי חוקי:
hr: Nije ispravna:
id: Tidak valid:
it: Non valido:
ja: 無効:
ko: 유효하지 않음:
pl: Nieprawidłowe dane:
pt: Inválido:
ru: Сведения недействительны:
sk: Neplatné:
th: ไม่ถูกต้อง:
zh_hant_hk: 無效：

# YEAR_LABEL
source: Year
ar: السنة
da: År
de: Jahr
fr: Année
he: שנה
hr: Godina
id: Tahun
it: Anno
ja: 年
ko: 연도
pl: Rok
pt: Ano
ru: Год
sk: Rok
th: ปี
zh_hant_hk: 年

# MONTH_LABEL
source: Month
ar: الشهر
da: Måned
de: Monat
fr: Mois
he: חודש
hr: Mjesec
id: Bulan
it: Mese
ja: 月
ko: 월
pl: Miesiąc
pt: Mês
ru: Месяц
sk: Mesiac
th: เดือน
zh_hant_hk: 月

# OTHER_LABEL
source: Other
ar: أخرى
da: Andet
de: Sonstiges
fr: Autre
he: אחר
hr: Ostalo
id: Lainnya
it: Altro
ja: その他
ko: 기타
pl: Inne
pt: Outro
ru: Другое
sk: Iné
th: อื่นๆ
zh_hant_hk: 其他

# CREDIT_OR_DEBIT_CARD_LABEL
source: Credit or Debit Card
ar: بطاقة الائتمان والسحب
da: Betalingskort
de: Kredit- oder Debitkarte
fr: Carte bancaire
he: כרטיס אשראי או דביט
hr: Kreditna ili debitna kartica
id: Kartu Kredit atau Kartu Debit
it: Carta di credito o di debito
ja: クレジットまたはデビットカード
ko: 신용카드 또는 직불카드
pl: Karta kredytowa lub debetowa
pt: Cartão de crédito ou débito
ru: Кредитная или дебетовая карта
sk: Kreditná alebo debetná karta
th: บัตรเครดิต/เดบิต
zh_hant_hk: 信用卡或扣帳卡

# RECENT_LABEL
source: Recent
ar: الأحدث
da: Seneste
de: Zuletzt
fr: Récent
he: מיקומים אחרונים
hr: Nedavno korišteno
id: Terkini
it: Recenti
ja: 最近
ko: 최근
pl: Ostatnie
pt: Recente
ru: За недавнее время
sk: Najnovšie
th: ล่าสุด
zh_hant_hk: 近期

# SELECT_PAYMENT_LABEL
source: Select Payment Method
ar: اختر طريقة الدفع
da: Vælg betalingsmetode.
de: Zahlungsquelle auswählen
fr: Sélectionnez un mode de paiement.
he: עליך לבחור שיטת תשלום
hr: Odaberi način plaćanja
id: Pilih Metode Pembayaran
it: Seleziona metodo di pagamento
ja: 支払方法を選択
ko: 결제수단 선택
pl: Wybierz formę płatności
pt: Selecionar meio de pagamento
ru: Выберите способ оплаты
sk: Vybrať spôsob platby
th: เลือกวิธีชำระเงิน
zh_hant_hk: 選擇付款方式

# CONFIRM_ENROLLMENT_LABEL
source: Confirm Enrollment
ar: تأكيد التسجيل
da: Bekræft tilmelding.
de: Anmeldung bestätigen
fr: Confirmer l'inscription
he: אישור ההרשמה
hr: Potvrdi unesene podatke
id: Konfirmasikan Pendaftaran
it: Conferma registrazione
ja: 登録の確認
ko: 등록 확인
pl: Potwierdź rejestrację
pt: Confirmar inscrição
ru: Подтвердить регистрацию
sk: Potvrdiť registráciu
th: ยืนยันการลงทะเบียน
zh_hant_hk: 確認登記

# CONFIRM_ACTION
source: Confirm
ar: تأكيد
da: Bekræft
de: Bestätigen
fr: Confirmer
he: אישור
hr: Potvrdi
id: Konfirmasikan
it: Conferma
ja: 確認
ko: 확인
pl: Potwierdź
pt: Confirmar
ru: Подтвердить
sk: Potvrdiť
th: ยืนยัน
zh_hant_hk: 確認

# ENTER_SMS_CODE_SENT_HELP_LABEL
source: Enter the SMS code sent to %s
ar: أدخل رمز الرسالة النصية المرسل إلى %1$s
da: Indtast den sms-kode, der er blevet sendt til %1$s.
de: Geben Sie den SMS-Code ein, der an %1$s gesendet wurde
fr: Saisissez le code envoyé par SMS au %1$s.
he: עליך להזין את קוד הודעת הטקסט שנשלח אל %1$s
hr: Upiši SMS kod koji smo poslali na %s
id: Masukkan kode SMS yang dikirim ke %1$s
it: Immetti il codice SMS inviato a %1$s
ja: %1$sに送信されたSMSコードを入力します
ko: %1$s에 전송된 SMS 코드를 입력하세요.
pl: Wprowadź kod SMS wysłany na numer %1$s
pt: Introduzir código SMS enviado para %1$s
ru: Введите код, указанный в SMS-сообщении, отправленном на %1$s
sk: Zadajte kód SMS zaslaný na číslo %1$s
th: ป้อนรหัส SMS ที่ส่งไปยัง %1$s
zh_hant_hk: 請輸入發送到 %1$s 的代碼

# SMS_CODE_LABEL
source: SMS Code
ar: رمز الرسالة النصية
da: Sms-kode
fr: Code envoyé par SMS
he: קוד הודעת טקסט
hr: SMS kod
id: Kode SMS
it: Codice SMS
ja: SMSコード
ko: SMS 코드
pl: Kod SMS
pt: Código SMS
ru: Код, указанный в SMS-сообщении
sk: Kód SMS
th: รหัส SMS
zh_hant_hk: SMS 代碼

# CARD_TYPE_GENERIC_CARD
source: Card
ar: البطاقة
da: Kort
de: Karte
fr: Carte
he: כרטיס
hr: Kartica
id: Kartu
it: Carta
ja: カード
ko: 카드
pl: Karta
pt: Cartão
ru: Карта
sk: Karta
th: บัตร
zh_hant_hk: 信用卡

# MOBILE_COUNTRY_CODE_LABEL
source: Country Code
ar: رمز الدولة
da: Landekode
de: Ländervorwahl
fr: Indicatif pays
he: מדינה או אזור
hr: Oznaka države
id: Kode Negara
it: Codice Paese
ja: 国コード
ko: 국가 코드
pl: Kod kraju
pt: Indicativo de país
ru: Страна или регион
sk: Krajina alebo oblasť
th: ประเทศหรือภูมิภาค
zh_hant_hk: 國家或地區

# SECURITY_CODE_LABEL
source: Security Code
ar: رمز الحماية
da: Kontrolcifre
de: Kreditkartenprüfnummer
fr: Cryptogramme visuel
he: קוד אבטחה
hr: Kontrolni kod
id: Kode Keamanan
it: Codice di sicurezza
ja: セキュリティコード
ko: 보안 코드
pl: Kod bezpieczeństwa
pt: Código de segurança
ru: Код безопасности
sk: Bezpečnostný kód
th: รหัสความปลอดภัย
zh_hant_hk: 安全代碼

# CVV_FIELD_PLACEHOLDER
source: CVV
ar: رمز حماية البطاقة
da: Kontrolcifre
de: Kartenprüfnummer
fr: Crypto.
he: קוד אבטחת כרטיס (CVV)
pl: Kod CVV/CVC2
ru: Код безопасности карты CVV

# CVC_FIELD_PLACEHOLDER
source: CVC
ar: رمز حماية البطاقة
da: Kontrolcifre
fr: Crypto.
id: CVV
pl: Kod CVC
ru: Код безопасности CVC
sk: Kód CVC

# CVN_FIELD_PLACEHOLDER
source: CVN
ar: رمز مصادقة البطاقة
da: Kontrolcifre
ru: Проверочный код карты CVN

# MOBILE_NUMBER_LABEL
source: Mobile Number
ar: رقم المحمول
da: Mobilnummer
de: Handynummer
fr: Numéro de mobile
he: מספר טלפון נייד
hr: Broj mobitela
id: Nomor Telepon Seluler
it: Numero di cellulare
ja: 携帯番号
ko: 휴대폰 번호
pl: Numer telefonu komórkowego
pt: Número do telemóvel
ru: Номер мобильного телефона
sk: Mobilné číslo
th: หมายเลขโทรศัพท์มือถือ
zh_hant_hk: 手機號碼

# EXPIRATION_DATE_LABEL
source: Expiration Date
ar: تاريخ انتهاء الصلاحية
da: Udløbsdato
de: Gültig bis
fr: Date d'expiration
he: תאריך פקיעת תוקף
hr: Datum isteka kartice
id: Tanggal Kedaluwarsa
it: Data di scadenza
ja: 有効期限
ko: 만료일
pl: Data ważności
pt: Data de validade
ru: Дата окончания срока действия
sk: Dátum skončenia platnosti
th: วันหมดอายุ
zh_hant_hk: 到期日
