Repository: braintree/braintree-ios-drop-in
Catalog: Sources/BraintreeDropIn/Resources/*.lproj/BTUI.strings
Languages: ar, da, de, fr, he, hr, id, it, ja, ko, pl, pt, ru, sk, th, zh_hant_hk

# CARD_NUMBER_PLACEHOLDER
source: Card Number
ar: رقم البطاقة
da: Kortnummer
de: Kreditkartennummer
fr: Numéro de carte
he: מספר כרטיס
hr: Broj kartice
id: Nomor Kartu
it: Numero di carta
ja: カード番号
ko: 카드 번호
pl: Numer karty
pt: Número do cartão
ru: Номер карты
sk: Číslo karty
th: หมายเลขบัตร
zh_hant_hk: 卡號

# EXPIRY_PLACEHOLDER_FOUR_DIGIT_YEAR
source: MM / YYYY
da: MM/ÅÅÅÅ
de: MM/JJJJ
fr: MM/AAAA
id: BB / TTTT
it: MM / AAAA
pl: MM/RRRR
pt: MM / AAAA
ru: ММ / ГГГГ
sk: MM/RRRR
th: ดด/ปปปป

# EXPIRY_PLACEHOLDER_TWO_DIGIT_YEAR
source: MM / YY
da: MM/ÅÅ
de: MM/JJ
fr: MM/AA
id: BB / TT
it: MM / AA
pl: MM/RR
pt: MM / AA
ru: ММ / ГГ
sk: MM/RR
th: ดด/ปป

# CARDHOLDER_NAME_LABEL
source: Cardholder Name
ar: اسم صاحب البطاقة
da: Kortindehaverens navn
de: Name des Karteninhabers
fr: Nom du titulaire de la carte
he: שם בעל הכרטיס
hr: Ime i prezime vlasnika kartice
id: Nama Pemilik Kartu
it: Nome del titolare
ja: カード保有者の名前
ko: 카드 소유자 이름
pl: Imię i nazwisko posiadacza karty
pt: Nome do titular do cartão
ru: Имя владельца карты
sk: Meno majiteľa karty
th: ชื่อของผู้ถือบัตร
zh_hant_hk: 持卡人姓名

# SAVE_CARD_LABEL
source: Save card
ar: حفظ بطاقة
da: Gem kort
de: Karte speichern
fr: Enregistrer la carte
he: שמירת כרטיס אשראי
hr: Spremi karticu
id: Simpan kartu
it: Salva carta
ja: カードを保存
ko: 카드 저장
pl: Zapisz kartę
pt: Guardar cartão
ru: Сохранить карту
sk: Uložiť kartu
th: บันทึกบัตร
zh_hant_hk: 儲存卡

# CARD_TYPE_DISCOVER
source: Discover
id: Jelajahi
ja: 詳しく見る
ko: 둘러보기
ru: Полезное
sk: Prehľad funkcií
th: สำรวจ
zh_hant_hk: 探索

# BRANDING_ANDROID_PAY
source: Android Pay‚Äè
ar: Android Pay‏
da: Android Pay
de: Android Pay
fr: Android Pay‏
he: Android Pay
hr: Android Pay‏
id: Android Pay
it: Android Pay
ja: Android Pay
ko: Android Pay
pl: Android Pay
pt: Android Pay
ru: Android Pay
sk: Android Pay
th: Android Pay
zh_hant_hk: Android Pay

# USE_DIFFERENT_PHONE_NUMBER_ACTION
source: Use a different phone number
ar: استخدم رقم هاتف مختلفاً
da: Brug et andet telefonnummer
de: Andere Nummer verwenden
fr: Utiliser un autre numéro de téléphone
he: השתמש במספר טלפון אחר
hr: Koristi drugi broj mobitela
id: Gunakan nomor telepon lain
it: Usa un altro numero di telefono
ja: 別の電話番号を使用する
ko: 다른 전화번호 사용하기
pl: Podaj inny numer telefonu
pt: Usar outro número de telefone
ru: Использовать другой номер телефона
sk: Použiť iné telefónne číslo
th: โปรดใช้หมายเลขโทรศัพท์อื่น
zh_hant_hk: 使用其他電話號碼

# CARD_NOT_ACCEPTED_ERROR_LABEL
source: Card not accepted
ar: لم تقبل البطاقة
da: Kortet blev ikke godkendt.
de: Karte wurde nicht akzeptiert
fr: Carte non acceptée
he: הכרטיס לא התקבל
hr: Kartica nije prihvaćena
id: Kartu tidak diterima
it: Carta non accettata
ja: このカードは受け付けられません
ko: 카드 수락되지 않음
pl: Karta nie jest akceptowana.
pt: Cartão não aceite
ru: Карта не принимается
sk: Karta nebola prijatá
th: ไม่สามารถยอมรับบัตรนี้ได้
zh_hant_hk: 系統不接受此卡

# CID_FIELD_PLACEHOLDER
source: CID
ar: رمز تعريف البطاقة
da: Kontrolcifre

source: PayPal
sk: Službou PayPal

# CARD_TYPE_UNION_PAY
source: UnionPay
ja: 銀聯(UnionPay)
